package Field;

import javax.swing.JOptionPane;

public class Parts {
	//이름, 공격력, 방어력, 최대 체력
	
		
	 public String [][] partsTypeElement = {{"낡은 검","5", "0", "0"},{"낡은 칼","7","0","0"},{"포식자의 단검","10","0","0"},{"사냥꾼의 마테체","10","0","10"},
				{"사랑의 채찍","15","0","5"},{"증폭의 고서","15","5","10"},{"사라진 양피지","5","2","25"},{"별사탕 막대","10","10","10"},{"절대 방패","0","20","40"},
				{"워모그의 갑옷","0","15","50"},{"빨간 구슬","10","10","10"},{"종원이의 길다란 무언가[?]","35","5","10"},{"낡은 안경","20","25","30"}}; 
		//13개
		
	 public String[] raidItemName = {"강인한 라바돈의 모자", "내셔 남작의 2번째 러브레터"};
	

}
